---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ThermalMaterialParamVaporPressure
source: html/eabd2f16-8409-3838-ad36-212e19c591a9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ThermalMaterialParamVaporPressure Property

"Vapor Pressure"

## Syntax (C#)
```csharp
public static ForgeTypeId ThermalMaterialParamVaporPressure { get; }
```